org-tutorials/theme-test.org
# Created 2021-06-15 Tue 18:25
#+TITLE: Emacs Colour Theme Test File.
#+AUTHOR: kcorg
#+startup: content indent
#+tags: Home(h) School(s) Computer(c)

* Tasks.

** TODO Task 1. :Home:

** DONE Task 2. :School:

** TODO Task 3.

* Headline 1.
#+begin_quote
Lorem ipsum dolor sit amet, consectetur adipiscing elit. Fusce vel leo
odio, non adipiscing mi. Etiam aliquet nibh sed nisl malesuada
adipiscing. Donec mollis, turpis a faucibus consequat, ipsum magna
molestie purus, eget fringilla urna leo ac urna. Ut condimentum, dolor
#+end_quote

** Headline 2.

*** Headline 3.
