org-tutorials/theme-test.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-06-15 Tue 18:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Emacs Colour Theme Test File.</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="kcorg" />
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/htmlize.css"/>
 <link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Emacs Colour Theme Test File.</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org3f244b9">Tasks.</a>
<ul>
<li><a href="#orgb8e515f"><span class="todo TODO">TODO</span> Task 1.</a></li>
<li><a href="#org270b7d2"><span class="done DONE">DONE</span> Task 2.</a></li>
<li><a href="#orgff0e3ac"><span class="todo TODO">TODO</span> Task 3.</a></li>
</ul>
</li>
<li><a href="#org2c313a7">Headline 1.</a>
<ul>
<li><a href="#orgc8c7d6e">Headline 2.</a>
<ul>
<li><a href="#orgd01c989">Headline 3.</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org3f244b9" class="outline-2">
<h2 id="org3f244b9">Tasks.</h2>
<div class="outline-text-2" id="text-org3f244b9">
</div>
<div id="outline-container-orgb8e515f" class="outline-3">
<h3 id="orgb8e515f"><span class="todo TODO">TODO</span> Task 1.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="Home">Home</span></span></h3>
<div class="outline-text-3" id="text-orgb8e515f">
</div>
</div>

<div id="outline-container-org270b7d2" class="outline-3">
<h3 id="org270b7d2"><span class="done DONE">DONE</span> Task 2.&#xa0;&#xa0;&#xa0;<span class="tag"><span class="School">School</span></span></h3>
</div>

<div id="outline-container-orgff0e3ac" class="outline-3">
<h3 id="orgff0e3ac"><span class="todo TODO">TODO</span> Task 3.</h3>
</div>
</div>

<div id="outline-container-org2c313a7" class="outline-2">
<h2 id="org2c313a7">Headline 1.</h2>
<div class="outline-text-2" id="text-org2c313a7">
<blockquote>
<p>
Lorem ipsum dolor sit amet, consectetur adipiscing elit. Fusce vel leo
odio, non adipiscing mi. Etiam aliquet nibh sed nisl malesuada
adipiscing. Donec mollis, turpis a faucibus consequat, ipsum magna
molestie purus, eget fringilla urna leo ac urna. Ut condimentum, dolor
</p>
</blockquote>
</div>

<div id="outline-container-orgc8c7d6e" class="outline-3">
<h3 id="orgc8c7d6e">Headline 2.</h3>
<div class="outline-text-3" id="text-orgc8c7d6e">
</div>
<div id="outline-container-orgd01c989" class="outline-4">
<h4 id="orgd01c989">Headline 3.</h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: kcorg</p>
<p class="date">Created: 2021-06-15 Tue 18:25</p>
</div>
</body>
</html>
